Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Initial container primary span must be a finite proportion from 0.05 through 1.0 (5% through 100%)
ar: يجب أن يكون النطاق الأولي للمسافة الرئيسية للحاوية نسبة محدودة من 0.05 إلى 1.0 (5% إلى 100%).
da: Containerens oprindelige primære udstrækning skal være en endelig andel fra 0,05 til 1,0 (5%–100%).
de: Der anfängliche Container-Primärbereichsraum muss ein endliches Verhältnis von 0,05 bis 1,0 (5% bis 100%) sein.
el: Το αρχικό κύριο εύρος του κοντέινερ πρέπει να είναι μια πεπερασμένη αναλογία από 0,05 έως 1,0 (5% έως 100%)
es: El ancho principal del contenedor inicial debe ser una proporción finita entre 0,05 y 1,0 (del 5 al 100 por ciento).
fi: Säiliön alkuperäisen ensisijaisen ulottuvuuden on oltava äärellinen osuus välillä 0,05–1,0 (5–100 %).
fr: La proportion initiale de la dimension principale du conteneur doit être finie et comprise entre 0,05 et 1,0 (de 5 à 100 pour cent).
he: הטווח הראשי ההתחלתי של המכל חייב להיות יחס סופי בין 0.05 ל-1.0 (5% עד 100%)
hi: प्रारंभिक कंटेनर प्राथमिक स्पैन 0.05 से 1.0 (5% से 100%) के बीच एक सीमित अनुपात होना चाहिए।
it: L’estensione principale iniziale del contenitore deve essere una proporzione finita compresa tra 0,05 e 1,0 (5%–100%)
ja: 初期コンテナのプライマリスパンは、0.05から1.0（5％から100％）までの有限の割合である必要があります。
ko: 초기 컨테이너의 기본 범위는 0.05부터 1.0까지의 유한한 비율(5~100퍼센트)이어야 합니다.
nb: Den innledende hovedandelen for beholderen må være en endelig verdi mellom 0,05 og 1,0 (5 til 100 prosent).
nl: De primaire breedte of hoogte van de eerste container moet een eindige verhouding van 0.05 tot en met 1.0 zijn (van 5 tot en met 100 procent).
pl: Początkowy główny rozmiar kontenera musi być skończoną proporcją w zakresie 0,05–1,0 (5%–100%).
ru: Начальный основной размер контейнера должен быть конечной долей от 0,05 до 1,0 (от 5% до 100%).
sr_latn: Početni primarni raspon kontejnera mora biti konačan odnos od 0.05 do 1.0 (5%–100%).
sv: Den initiala behållarens primära spann måste vara en ändlig andel mellan 0,05 och 1,0 (5 till 100 procent).
uk: Початковий основний розмір контейнера має бути скінченним значенням від 0.05 до 1.0 (від 5% до 100%)
zh_hans: 初始容器的主要跨度必须是一个有限比例，范围从0.05到1.0（5％到100％）。

source: Initial container primary span percentage
ar: نسبة الامتداد الأولي للمنصة الرئيسية للحاوية
da: Oprindelig container primær span procent
de: Prozentualer Anteil der primären Spannweite des Initialcontainers
el: Αρχικό ποσοστό πρωτογενούς έκτασης δοχείου
es: Porcentaje del ancho principal del contenedor inicial
fi: Alun kontin ensisijainen vertailuprosentti
fr: Pourcentage de la portée primaire du conteneur initial
he: אחוזי פתיחה עיקריים של מכולה ראשונית
hi: प्रारंभिक कंटेनर प्राथमिक स्पैन प्रतिशत
it: Percentuale di span primario del contenitore iniziale
ja: 初期コンテナプライマリスパンパーセント
ko: 초기 컨테이너 기본 스팬 백분율
nb: Prosentandel av primærspennet i den innledende container
nl: Initiële primaire overspanning van de container
pl: Procentowy główny span początkowego kontenera
ru: Первоначальный процент ширины основного контейнера
sr_latn: Prvobitni kontejner primarni proporcija
sv: Inledande behållarens primära spänningsprocent
uk: Відсоток початкового основного розміру контейнера
zh_hans: 初始容器主跨百分比

source: Inner Gap
ar: الفجوة الداخلية
da: Indre Gap
de: Innerer Spalt
el: Εσωτερικό διάκενο
es: Brecha interna
fi: Sisäinen aukko
fr: Écart intérieur
he: גאפ פנימי
hi: आंतरिक अंतराल
it: Gap interno
ja: 内側のギャップ
ko: 내부 틈
nb: Indre gap
nl: Binnenste Gap
pl: Przestrzeń wewnętrzna
ru: Внутренний провал
sr_latn: unutrašnjost
sv: Inre klyfta
uk: Внутрішній проміжок
zh_hans: 内部间隙

source: Inner Gaps
ar: الفجوات الداخلية
da: Indre gaps
de: Innere Lücken
el: Εσωτερικά κενά
es: Vacíos internos
fi: Sisäiset aukot
fr: Lacunes internes
he: פערים פנימיים
hi: आंतरिक अंतराल
it: Gaps interni
ja: 内側の隙間
ko: 내부 공백
nb: Indre hull
nl: Binnenste gaps
pl: Przestrzenie wewnętrzne
ru: Внутренние прогалки
sr_latn: unutrašnjosti
sv: Inre luckor
uk: Внутрішні проміжки
zh_hans: 内部空隙

source: Input
ar: إدخال
de: Eingabe
el: Εισαγωγή
es: Entrada
fi: Syöte
fr: Entrée
he: קלט
hi: इनपुट
ja: 入力
ko: 입력
nb: inngang
nl: Invoer
pl: Wprowadź
ru: Ввод
sr_latn: ulaz
sv: insats
uk: Введення
zh_hans: 输入

source: Input Monitoring
ar: مراقبة الإدخال
da: Overvågning af input
de: Eingabeüberwachung
el: Παρακολούθηση εισόδου
es: Monitoreo de la entrada
fi: Tulon tarkkailu
fr: Surveillance des entrées
he: ניטור קלט
hi: इनपुट मॉनिटरिंग
it: Monitoraggio degli input
ja: 入力監視
ko: 입력 모니터링
nb: Inndataovervåking
nl: Invoermonitoring
pl: Monitorowanie wprowadzania
ru: Мониторинг ввода
sr_latn: ulazni monitoring
sv: Inmatningsövervakning
uk: Моніторинг введення
zh_hans: 输入监控

source: Inspect %1$@/settings.toml.corrupt and %2$@/settings.toml.corrupt.1 if present, then delete the recovery files to dismiss this notice.
ar: افحص %1$@/settings.toml.corrupt و %2$@/settings.toml.corrupt.1 إذا كانت موجودة، ثم احذف ملفات الاستعادة لتجاهل هذا الإشعار.
da: Undersøg %1$@/settings.toml.corrupt og %2$@/settings.toml.corrupt.1, hvis de findes, og slet derefter gendannelsesfilerne for at lukke denne meddelelse.
de: Überprüfen Sie %1$@/settings.toml.corrupt und %2$@/settings.toml.corrupt.1, falls vorhanden, und löschen Sie dann die Wiederherstellungsdateien, um diesen Hinweis auszublenden.
el: Ελέγξτε τα %1$@/settings.toml.corrupt και %2$@/settings.toml.corrupt.1, εάν υπάρχουν, και έπειτα διαγράψτε τα αρχεία ανάκτησης για να απορρίψετε αυτή την ειδοποίηση.
es: Inspeccione %1$@/settings.toml.corrupt y %2$@/settings.toml.corrupt.1 si están presentes, luego elimine los archivos de recuperación para descartar este aviso.
fi: Tarkista %1$@/settings.toml.corrupt ja %2$@/settings.toml.corrupt.1, jos ne ovat olemassa, ja poista sitten palautustiedostot tämän ilmoituksen sulkemiseksi.
fr: Examinez %1$@/settings.toml.corrupt et %2$@/settings.toml.corrupt.1 s’ils existent, puis supprimez les fichiers de récupération pour faire disparaître cet avis.
he: בדקו את %1$@/settings.toml.corrupt ואת %2$@/settings.toml.corrupt.1, אם הם קיימים, ואז מחקו את קובצי השחזור כדי להסיר את ההודעה.
hi: यदि %1$@/settings.toml.corrupt और %2$@/settings.toml.corrupt.1 मौजूद हैं, तो उनकी जांच करें, फिर इस सूचना को खारिज करने के लिए रिकवरी फ़ाइलों को हटा दें।
it: Esamina %1$@/settings.toml.corrupt e %2$@/settings.toml.corrupt.1, se presenti, poi elimina i file di recupero per chiudere questo avviso.
ja: %1$@/settings.toml.corrupt と %2$@/settings.toml.corrupt.1 が存在する場合は内容を確認し、この通知を消すには復旧用ファイルを削除してください。
ko: %1$@/settings.toml.corrupt와 %2$@/settings.toml.corrupt.1이 있으면 내용을 확인한 뒤 복구 파일을 삭제하여 이 알림을 닫으세요.
nb: Inspekter %1$@/settings.toml.corrupt og %2$@/settings.toml.corrupt.1 hvis de er til stede, slett deretter gjenopprettingsfilene for å avvise denne meldingen.
nl: Inspecteer %1$@/settings.toml.corrupt en %2$@/settings.toml.corrupt.1 indien aanwezig, verwijder dan de herstelbestanden om deze mededeling te verwerpen.
pl: Sprawdź %1$@/settings.toml.corrupt oraz %2$@/settings.toml.corrupt.1, jeśli istnieją, a następnie usuń pliki odzyskiwania, aby zamknąć to powiadomienie.
ru: Проверьте %1$@/settings.toml.corrupt и %2$@/settings.toml.corrupt.1, если они есть, затем удалите файлы восстановления, чтобы отменить это уведомление.
sr_latn: Proverite %1$@/settings.toml.corrupt i %2$@/settings.toml.corrupt.1 ako postoje, a zatim obrišite datoteke za oporavak da biste uklonili ovo obaveštenje.
sv: Granska %1$@/settings.toml.corrupt och %2$@/settings.toml.corrupt.1 om de finns, och ta sedan bort återställningsfilerna för att ta bort det här meddelandet.
uk: Перевірте %1$@/settings.toml.corrupt та %2$@/settings.toml.corrupt.1, якщо вони є, потім видаліть файли відновлення, щоб прибрати це повідомлення.
zh_hans: 如果存在，请检查 %1$@/settings.toml.corrupt 和 %2$@/settings.toml.corrupt.1，然后删除恢复文件即可关闭此提示。

source: Install
ar: تثبيت
da: Installer
de: Installieren
el: Εγκατάσταση
es: Instalar
fi: Asenna
fr: Installer
he: התקן
hi: इंस्टॉल करें
it: Installa
ja: インストールする
ko: 설치
nb: installere
nl: Installeren
pl: Zainstaluj
ru: Установить
sr_latn: Instaliranje
sv: installera
uk: Встановити
zh_hans: 安装

source: Install CLI to PATH?
ar: قم بتثبيت CLI إلى PATH؟
da: Installere CLI til PATH?
de: CLI in PATH installieren?
el: Εγκατάσταση του CLI στο PATH;
es: ¿Instalar CLI a PATH?
fi: Asenna CLI arvoon PATH?
fr: Installer CLI sur PATH ?
he: התקן CLI אל PATH?
hi: CLI को PATH पर इंस्टॉल करें?
it: Installare CLI a PATH?
ja: CLIをPATHにインストールする？
ko: CLI를 PATH에 설치하시겠습니까?
nb: Installer CLI til PATH?
nl: CLI naar PATH installeren?
pl: Zainstaluj CLI do PATH?
ru: Установить CLI на PATH?
sr_latn: Instalirajte CLI na PATH?
sv: Installera CLI till PATH?
uk: Встановити CLI в PATH?
zh_hans: 将CLI安装到PATH中？

source: Install CLI to PATH…
ar: قم بتثبيت CLI إلى PATH...
da: Installer CLI til PATH...
de: CLI in PATH installieren...
el: Εγκαταστήστε CLI στο PATH...
es: Instala CLI a PATH...
fi: Asenna CLI arvoon PATH...
fr: Installez CLI sur PATH...
he: התקן CLI אל PATH…
hi: CLI को PATH पर इंस्टॉल करें…
it: Installa CLI a PATH...
ja: CLIをPATHにインストールする...
ko: CLI를 PATH에 설치하세요…
nb: Installer CLI til PATH...
nl: Installeer CLI naar PATH...
pl: Zainstaluj CLI do PATH…
ru: Установите CLI на PATH…
sr_latn: Instalirajte CLI na PATH...
sv: Installera CLI till PATH…
uk: Встановити CLI в PATH…
zh_hans: 将CLI安装到PATH中……

source: Invalid bundle ID format
ar: صيغة غير صالحة لمعرف الحزمة
da: Ugyldigt bundle- ID- format
de: Ungültiges Format der Paket-ID
el: Μη έγκυρη μορφή αναγνώρισης δέσμης
es: Formato de ID de paquete inválido
fi: Virheellinen nippu ID-muodossa
fr: Format d'ID du paquet non valide
he: תבנית זיהוי חבילה לא תקינה
hi: अमान्य बंडल आईडी प्रारूप
it: Formato ID pacchetto non valido
ja: 無効なバンドルIDフォーマット
ko: 유효하지 않은 번들 ID 형식
nb: Ugyldig format for pakke-ID-format
nl: Ongeldig bundel-ID-formaat
pl: Nieprawidłowy format identyfikatora pakietu
ru: Неправильный формат идентификатора пакета
sr_latn: Neispravan format identifikatora paketa
sv: Ogiltigt format för paket-ID
uk: Неправильний формат ідентифікатора пакету
zh_hans: 无效的捆绑ID格式

source: Invalid initial Niri container primary span
ar: النطاق الرئيسي للحاوية الأولية Niri غير صالح
da: Ugyldig initial Niri beholder primær span span
de: Ungültiger initialer Niri-Container-Primärspannung
el: Μη έγκυρο αρχικό κύριο εύρος δοχείου Niri
es: Espacio principal del contenedor inicial Niri inválido
fi: Virheellinen alkuperäinen Niri säiliön ensisijainen vertailuväli
fr: Étendue primaire du réservoir initial de Niri non valide
he: ראשי לא תקין Niri אורך המכל הראשי
hi: अमान्य प्रारंभिक Niri कंटेनर प्राथमिक स्पैन
it: Primario del contenitore non valido Niri
ja: 無効な初期Niriコンテナのプライマリスパン
ko: 초기 Niri 컨테이너 기본 범위가 잘못되었습니다
nb: Ugyldig initial Niri container primærspenn
nl: Ongeldige initiële Niri container primaire spanwijdte
pl: Nieprawidłowy początkowy główny span kontenera Niri
ru: Недопустимый начальный основной размер контейнера Niri
sr_latn: Neispravan početni primarni raspon Niri kontejnera
sv: Ogiltig initial Niri behållare primär span
uk: Некоректний початковий основний розмір контейнера Niri
zh_hans: 无效的初始Niri容器主跨度

source: Invalid settings left untouched
ar: الإعدادات غير الصالحة تركت دون تغيير
da: Ugyldige indstillinger som ikke er berørt
de: Ungültige Einstellungen wurden unberührt gelassen
el: Άκυρες ρυθμίσεις που αφήνονται ανέγγιχτες
es: La configuración inválida se dejó intacta
fi: Virheellisiä asetuksia ei koskettu
fr: Paramètres non valides laissés intacts
he: הגדרות לא תקפות שלא נגעו בהן
hi: अमान्य सेटिंग्स अनछुए छोड़ दी गई हैं
it: Impostazioni non valide lasciate inalterate
ja: 無効な設定がそのまま残っています
ko: 유효하지 않은 설정이 그대로 남겨졌습니다
nb: Ugyldige innstillinger forlatt uendret
nl: Ongeldige instellingen onaangeraakt
pl: Ustawienia nieprawidłowe pozostawione bez zmian
ru: Неправильные настройки остались без изменений
sr_latn: Invalidni podešavanja ostala netaknuta
sv: Ogiltiga inställningar lämnades orörda
uk: Некоректні параметри залишено без змін
zh_hans: 无效设置未被修改

source: Invalid settings recovered
ar: تم استعادة الإعدادات غير الصالحة
da: Ugyldige indstillinger gendannet
de: Ungültige Einstellungen wiederhergestellt
el: Μη έγκυρες ρυθμίσεις που ανακτήθηκαν
es: Se han recuperado los ajustes inválidos
fi: Virheellisiä asetuksia palautettu
fr: Paramètres non valides récupérés
he: הגדרות לא תקינות שוחזרו
hi: अमान्य सेटिंग्स पुनर्प्राप्त की गईं
it: Impostazioni non valide recuperate
ja: 無効な設定が回復しました
ko: 잘못된 설정이 복구되었습니다
nb: Ugyldige innstillinger gjenopprettet
nl: Ongeldige instellingen hersteld
pl: Ustawienia nieprawidłowe przywrócone
ru: Неправильные настройки восстановлены
sr_latn: Invalidni objekti oporavljeni
sv: Ogiltiga inställningar återställda
uk: Некоректні параметри відновлено
zh_hans: 无效设置已恢复

source: Invert Direction (Natural)
ar: عكس الاتجاه (طبيعي)
da: Invertér retning (Naturlig)
de: Umgekehrte Richtung (Natürlich)
el: Αντιστροφή κατεύθυνσης (φυσική)
es: Dirección invertida (Natural)
fi: Käänteinen suunta (luonnollinen)
fr: Direction inverse (naturelle)
he: כיוון הפוך (טבעי)
hi: विपरीत दिशा (प्राकृतिक)
it: Inverti direzione (naturale)
ja: 方向を反転させる（自然）
ko: 반전된 방향 (자연스러운)
nb: Inverter retning (naturlig)
nl: Richting omkeren (Natural)
pl: Odwróć kierunek (naturalny)
ru: Инвертированная направленность (натуральная)
sr_latn: Invertna pravca (invertna pravca)
sv: Invertera riktning (Naturlig)
uk: Інвертувати напрямок (природне прокручування)
zh_hans: 反向方向（自然）

source: Invert Scrolling Direction
ar: عكس اتجاه التمرير
da: Invertér rulleretning
de: Scrollrichtung umkehren
el: Αντιστροφή κατεύθυνσης κύλισης
es: Invertir la dirección de desplazamiento
fi: Käänteinen kääntösuunta
fr: Direction de défilement inversée
he: הפוך כיוון גלילה
hi: स्क्रॉलिंग दिशा को उलटना
it: Inverti la direzione di scorrimento
ja: スクロール方向を反転させる
ko: 스크롤 방향 반전
nb: Inverter rulleretning
nl: Schuifrichting omkeren
pl: Odwróć kierunek przewijania
ru: Инвертировать направление прокрутки
sr_latn: Invert Scrolling Direkcija
sv: Invertera scrollriktning
uk: Інвертувати напрямок прокручування
zh_hans: 反转滚动方向

source: Issue
ar: مشكلة
da: Emne
de: Problem
el: Θέμα
es: Problema
fi: Aihe
fr: Numéro
he: סוגיה
hi: समस्या
it: Questione
ja: 問題
ko: 문제
nb: utstrømning
nl: Onderwerp
pl: Problem
ru: Проблема
sr_latn: Problem
sv: komma
uk: Проблема
zh_hans: 问题

source: Issues Detected (%lld)
ar: تم اكتشاف المشاكل (%lld)
da: Spørgsmål opdaget (%lld)
de: Erkannte Probleme (%lld)
el: Ζητήματα που έχουν εντοπιστεί (%lld)
es: Problemas detectados (%lld)
fi: Havaitut kysymykset (%lld)
fr: Problèmes détectés (%lld)
he: סוגיות זוהו (%lld)
hi: समस्याएँ पाई गई हैं (%lld)
it: Problemi rilevati (%lld)
ja: 問題が検出されました（%lld）
ko: 문제가 감지되었습니다 (%lld)
nb: Problemer oppdaget (%lld)
nl: Gedetecteerde problemen (%lld)
pl: Problemy wykryte (%lld)
ru: Выявлены проблемы (%lld)
sr_latn: Problemi otkriveni (%lld)
sv: Problem upptäckta (%lld)
uk: Виявлено проблем (%lld)
zh_hans: 检测到问题（%lld）

source: Its bottom-left corner should touch the lower display’s top-right corner.
ar: يجب أن يلامس الزاوية السفلية اليسرى منه الزاوية العلوية اليمنى من الشاشة السفلية.
da: Dens nederste venstre hjørne bør røre den nederste displayet er top-højre hjørne.
de: Ecke unten links sollte mit der oberen rechten Ecke des unteren Displays übereinstimmen.
el: Η κάτω αριστερή γωνία της πρέπει να αγγίζει την πάνω δεξιά γωνία της χαμηλότερης οθόνης.
es: Su esquina inferior izquierda debería tocar la esquina superior derecha de la pantalla inferior.
fi: Sen ala-vasemmistolaisen kulman pitäisi koskettaa ala-oikeistolaista yläkulmaa.
fr: Son coin inférieur gauche devrait toucher le coin inférieur droit de l'écran.
he: הפינה השמאלית התחתונה שלה אמורה לגעת בתצוגה התחתונה בפינה הימנית העליונה.
hi: इसका निचला-बाएं कोना निचले डिस्प्ले के ऊपरी-दाएं कोने से मिलना चाहिए।
it: Il suo angolo in basso a sinistra dovrebbe toccare l'angolo in alto a destra del display inferiore.
ja: その下左角は、下のディスプレイの右上角に触れる必要があります。
ko: 이 디스플레이의 왼쪽 아래 모서리가 아래 디스플레이의 오른쪽 위 모서리와 맞닿아야 합니다.
nb: Det nederste hjørnet til venstre bør berøre det øvre høyre hjørnet på den nedre skjermen.
nl: De linkerbenedenhoek moet de rechterbovenhoek raken.
pl: Jego dolny lewy róg powinien dotknąć górnego prawego rogu dolnego monitora.
ru: Нижний левый угол должен касаться верхнего правого угла нижнего экрана.
sr_latn: Njegov donji levi ugao treba da dodirne gornji desni ugao donjeg ekrana.
sv: Dess nedre vänstra hörn bör vidröra det övre högra hörnet på den nedre skärmen.
uk: Його нижній лівий кут має торкнутися верхнього правого кута нижнього дисплея.
zh_hans: 它的底部左角应该碰到下方的显示器的右上角。

source: Keep Awake
ar: ابقَ مستيقظًا
da: Hold dig vågen
de: Wach bleiben
el: Διατήρηση ενεργής οθόνης
es: Mantente despierto
fi: Pidä hereillä
fr: Gardez Réveillez-vous
he: שמור על ערנות
hi: जागरत रहें
it: Tieni sveglio
ja: 目を覚ましておく
ko: 깨어있게 유지하세요
nb: Hold deg våken
nl: Blijf wakker
pl: Pozostaw aktywny
ru: Оставайтесь бдитыми
sr_latn: Budite budni
sv: Håll dig vaken
uk: Не переводити в режим сну
zh_hans: 保持清醒

source: Keep Editing
ar: استمر في التحرير
da: Bliv ved med at redigere
de: Weiter bearbeiten
el: Συνεχίστε την επεξεργασία
es: Sigue Editando
fi: Jatka muokkausta
fr: Continuer d'éditer
he: המשך בעריכה
hi: संपादित करते रहें
it: Continua a modificare
ja: 編集を続ける
ko: 계속 편집하세요
nb: Fortsett å redigere
nl: Blijf bewerken
pl: Wciąż edytuj
ru: Продолжайте редактировать
sr_latn: Nastavite sa uređivanjem
sv: Fortsätt redigera
uk: Продовжити редагування
zh_hans: 继续编辑

source: Keep OmniWM Open
ar: ابق OmniWM مفتوحًا
da: Hold OmniWM åben
de: Halten Sie OmniWM offen
el: Κρατήστε το OmniWM ανοιχτό
es: Mantén OmniWM abierto
fi: Pidä OmniWM auki
fr: Gardez OmniWM ouvert
he: שמור OmniWM פתח
hi: OmniWM को खुला रखें
it: Mantieni OmniWM Apri
ja: OmniWM を開いたままにする
ko: OmniWM을 열어두세요
nb: Hold OmniWM åpen
nl: OmniWM openhouden
pl: Zachowaj OmniWM otwarty
ru: Оставайте OmniWM открытым
sr_latn: Držite OmniWM Otvoreno
sv: Håll OmniWM öppen
uk: Залишити OmniWM відкритим
zh_hans: 保持OmniWM打开

source: Keep Outer Margins in Full Screen
ar: حافظ على الحواف الخارجية في وضع الشاشة الكاملة
da: Hold ydre marginer i fuld skærm
de: Außenmargen im Vollbildmodus beibehalten
el: Κρατήστε τα εξωτερικά περιθώρια σε πλήρη οθόνη
es: Mantener los márgenes exteriores en pantalla completa
fi: Pidä uloimmat reunat täydessä näytössä
fr: Conserver les marges extérieures en plein écran
he: שמור על שוליים חיצוניים במסך מלא
hi: फ़ुल स्क्रीन में बाहरी मार्जिन्स को रखें
it: Mantieni i margini esterni a schermo intero
ja: フルスクリーンで外側のマージンを保持する
ko: 풀스크린에서 외부 여백 유지
nb: Hold ytre marginer i fullskjerm
nl: Buitenranden in volledig scherm bewaren
pl: Zachowaj zewnętrzne marginesy w trybie pełnoekranowym
ru: Сохранять внешние рамки в полноэкранном режиме
sr_latn: Držite spoljašnje margine na punom ekranu
sv: Håll yttre marginaler i helskärm
uk: Зберігати зовнішні поля в повноекранному режимі
zh_hans: 在全屏中保持外边框完整

source: Keep window on same screen side when moving to root
ar: حافظ على النافذة على نفس جانب الشاشة عند الانتقال إلى الجذر
da: Hold vinduet på samme skærmside når du flytter til root
de: Das Fenster auf derselben Bildschirmseite halten, wenn Sie zum Root-Bereich wechseln
el: Κρατήστε το παράθυρο στην ίδια πλευρά της οθόνης όταν κινείται προς τη ρίζα
es: Mantén la ventana en el mismo lado de la pantalla al moverte a la raíz
fi: Pidä ikkuna samalla puolella, kun siirryt juurille
fr: Gardez la fenêtre sur le même côté de l'écran lorsque vous vous déplacez vers la racine
he: השאר חלון באותו צד מסך בעת מעבר לשורש
hi: रूट पर जाते समय विंडो को उसी स्क्रीन साइड पर रखें।
it: Mantieni la finestra sullo stesso lato dello schermo quando si sposta a root
ja: ルートに移動するとき、ウィンドウを同じ画面側に保持してください。
ko: 루트로 이동할 때 창을 같은 화면 측면에 유지하세요.
nb: Hold vinduet på samme skjermside når du flytter til rotnivå
nl: Venster op dezelfde schermzijde houden bij verplaatsen naar root
pl: Zachowuj okno na tej samej stronie ekranu przy przesuwaniu do korzenia
ru: Оставайте окно на одном конце экрана при перемещении на корневую страницу
sr_latn: Držite prozor na istoj strani ekrana kada se krećete na koren
sv: Håll fönstret på samma skärmsida när du går till roten
uk: Залишати вікно на тому самому боці екрана під час переміщення до кореня
zh_hans: 移动到根目录时，将窗口保持在同一屏幕侧面
